 
                                  kód megadása
§1                     START F1:
HAPPY HOUR §1:§2          VÉGE F1:
HAPPY HOUR §1:§2           START F2:
HAPPY HOUR §1:§2          VÉGE F2:
HAPPY HOUR §1:§2           START F3:
HAPPY HOUR §1:§2          VÉGE F3:
HAPPY HOUR §1:§2           érme        §1  §2
kártya    0=acc. érme        §1  §2
nemkártya 0=acc. max. hitelkártya
§1                 1=PROGRAMOZÁS
2=ADAT 3=TESZTV.      4=RINSE - CLEAN
5=KARBAN.6=MODEM    1=PROG   2=ADAT
3=TESZT  4=TISZT    1=PROG   2=ADAT
3=TESZT  4=TISZT    engedmény
kártya   -  §1 %          Def. Vibr. mot.
Time gr.  §1  §2    MŰKÖDIK
                            nincs használva
                    TERMÉK   §1
0=letilt    §2.§3       ADAGOLÁS gramm
TERMÉK  §1  §2.§3    késleltet. kezd.
TERMÉK   §1 §2.§3  megsz. száma
0-2 15=max   §1        VÍZ   §1 ido
0=letilt    §2.§3      késleltet. kezd.
VÍZ   §1    §2.§3  MIXER §1
0=letilt    §2.§3          késleltet. kezd.
MIXER §1    §2.§3  vízátfolyás : §1
§2                 kiválaszt neve§1§2
§3               csövek késleltet
§1.§2              Programozás:
§1                     MIXER fordsz. §1
§2                 nap neve
§1.                        BEKAPCSOLÁS :
§1.     §2:§3         KIKAPCSOLÁS:
§1.     §2:§3          TISZTÍTÁS:
§1:§2                    ÓRA:
§1:§2                          NAP:
§1                             HÓNAP:
§1                           ÉV   :
§1                           KÁVÉVÍZ
0=letilt cc: §1             KÁVÉ MŰVEL. SOR
1=kávé elotte  §1   Kilowattórák
§1.§2                  X4 rinse 2 wat.
in brewer  §1ml     elso telepítés
0=elso        §1     nincs használva
                    Fresh Milk
§1                       FESZULTSÉG
volt:       §1.§2        TESZT MODEM
KIV 4                   nincs használva
                    ELOVÁLASZTÁS
                       LETILTVA
----------------           X5 wait time 2
wat. brew. §1.§2s    Def. Vibr. mot.
Speed gr. §1  §2    KIJELZO ENGEDÉLY
HOMÉRS. 1=IGEN §1  X6 wait time 3
empty wat. §1.§2s    ÖSSZ KIVÁLASZTÁS
§1                 RÉSZL. KIVÁLASZT
§1                 ÖSSZES PÉNZ
§1                      RÉSZLEGES PÉNZ
§1                   ÖSSZES TESZT
§1                     RÉSZLEGES TESZT
§1                  összes betöltve
kárty§1 §2          részleges betölt
kárty§1 §2         összes kiadva
kárty§1 §2            részl. kiadva
kárty§1 §2            összes betöltve
kártya §1           részl. betöltve
kártya §1           összes kiadva
kártya §1             részl. kiadva
kártya §1             nincs használva
                    nincs használva
                    nincs használva
                    nincs használva
                    nincs használva
                    nincs használva
                    nincs használva
                    nincs használva
                    RÉSZL. §1 KIV. §2
§3                RÉSZL.  KIV. §1
§2                  RÉSZL.  KIV. §1
HAPPY  §2           RÉSZL.  KIV. §1
KANNA  §2           ÉRME   §1
§2                        ÁR     §1
§2                        HOMÉRSÉKLET
Hom. EV1    §1          DEFINITION
first coffee §1          HOMÉRSÉKLET
Hom. EV2    §1          PL for cash
0=PL1 1=PL2    §1       daráló kivál.  2
1=igen         §1  nincs használva
                    eloválasztás
ÁRPA                   REGISZTRÁCIÓ----
-UZEMEN KÍVUL      Selection repeat
§1                 heating time
sec.: §1.§2            HOMÉRSÉKLET
Hom. EV3    §1          PROGRAMOZÁS-----
-GOMB   §1------   PROGRAMOZÁS-----
-ÓRA  ----------   PROGRAMOZÁS-----
ÁRAK         §1    PROGRAMOZÁS-----
-ÁRAK  ---------   PROGRAMOZÁS-----
-ÉRMÉK----------   PROGRAMOZÁS-----
-HOMÉRSÉKLET----   PROGRAMOZÁS-----
-EGYÉB        --   DIAGNOSZTIKA----
----------------   ÉRTÉKESÍTÉS ELL.
----------------   PROGRAMOZÁS-----
HAPPY ÁR   =§1     PROGRAMOZÁS-----
-HAPPY ÁR          PROGRAMOZÁS-----
TERMÉK MENNY.      PROGRAMOZÁS-----
-KARBANTARTÁS---   PROGRAMOZÁS-----
RFID KÁRTYA        TEST MOV. SUGAR
sel 4               Teafilter
0=letilt      §1          ciklusok száma
§1                   ciklus szünet
sec:       §1         ciklus kiválaszt
0=beállít      §1  gépkód
A        §1                  gépkód
B        §1                  üzenet száma
§1                     érme-mech típus
§1                  belépési kód
§1                     nincs használva
                    keverő 0=előtte
1=utána       §1    ventilátoridő
min.        §1        hangjelzés ideje
§1.§2              tizedesjegy
§1                      PL for cashless
0=PL1 1=PL2    §1   nyelv:
angol                        KIV STOP
nem=0 igen=1 §1            Szabad
                             TEMPERATURE
Delta        §1         nincs használva
                    nem haszn
                          sziv. beállít §1
§2 §3 %            motor beállít §1
§2 §3 %            kávé idő
daráló      §1.§2          kávé gramm
daráló      §1.§2        daráló beállít
§1 §2 %              Előválasztás
NINCS CUKOR            TEST MOV. SUGAR
sel 4               Előválasztás
NINCS CUKOR            extra tej
mennyiség   +§1.§2        Latte-Macchiato
FŐZÉS START §1.§2   nincs használva
                    Áramhatárolás
10A                   Nincs használva
                    HŐMÉRSÉKLET
fűtő:       §1          nincs használva
                    kávészemek
[§1.§2]  §3.§4           vízmennyiség
ESPRESSO   -§1 %       kanna
Kávé 2    n:   §1             Kávé 2  ár
0=+ 1=-       §1         Termék kávé
Kanna       n: §1       eloválaszt. eng.
gomb    §1:§2      kanna
CUKOR        n:§1             X7 rinsing
temperat.  §1            Előválasztás
ESPRESSO               keverő
§1                           Előválasztás
EXTRA CUKOR            TERMÉKT
TEJ   LM     n:§1           Számláló eng.
0=nem 1=igen  §1      extra cukor
mennyiség   +§1.§2      kanna
ÁRPA         n:§1             ev-mixer
ÁRPA         n:§1          ÁRPA ár
0=+ 1=-       §1            n.§1 off §2 §3
§4:§5 §6-§7-20§8     n.§1  NO
ÜZEMEN KÍVÜL               keverő
§1                           csészeérzékelő
1=Engedélyez   §1    Vibr.mot.
Time gr.     §1           Vibr. mot.
Speed gr.    §1          PWM Pump
§1%                        FREE VEND enable
0=no 1=1 2=++  §1  nincs használva
_                   koff.mentes őrl.
[§1]    §2         FREE VEND enable
0=no 1=1 2=++  §1  nincs használva
                    nincs használva
                    termékmenny.  §1
[§2.§3]  §4.§5     Előválasztás
KANNA                  EV Friss tej
§1.§2                  nincs használva
                    term. §1 figyelm.
küszöb:   §2.§3   term.leáll eng.§1
1=stop         §2 TELJESEN INGYEN
§1                  RÉSZBEN INGYEN
§1                   TELJES KP.
KP.    §1                RÉSZBEN KP.
KP.    §1               TELJ.KP.VÁL.SZ.
§1                  RÉSZL.KP.VÁL.SZ.
§1                 TELJES KP. DOBOZ
§1                 RÉSZL.KP. DOBOZ
§1                  TELJES KÁRT.VÁL§1
§2                RÉSZL. KÁRT.VÁL§1
§2                TELJES KÁRT.VÁL
§1                  RÉSZL. KÁRT.VÁL
§1                  Kidobócsövek
b. :4-5-7-8-9-10       letét engedélyez
0=eng 1=letilt §1  jóváírás max
§1                     marad max
§1                        Ért. típusa
0=egysz. 1=több§1       Bankjegy értéke
§1                  érme vissza §1  §2
0=eng. 1=letilt  érme nemvisz.§1 §2
0=eng. 1=letilt  MDB csövek érték
§1                 Bankjegy-érvény.
eng.=  0;1;2  =§1  PROGRAMOZÁS-----
- MDB ----------   Előválasztás
EXTRA TEJ              Előválasztás
ESPRESSO               Preselection
SELECTIONS 25-36       Előválasztás
KOFFEINMENTES          Előválasztás
nincs használva        Előválasztás
NINCS CSÉSZE           Előválasztás
ÁRPA                   TEST GROUP
Absorption  sel4         boiler  cc:
0=400   1=800  §1       nincs használva
                    quick menu
access code  §1          EV levegő
Friss tej   §1.§2         nincs használva
                    BEÁLLÍT
MOTOROK                     Kávé kalibrálása
Nyomja PROG §1     LM Tej víz
szám=          §1        nincs használva
                    eltávolítás
10=START                HŐMÉRSÉKLET
Espresso    §1          nincs használva
_                   HŐMÉRSÉKLET
boiler      §1          X8 Clousure
brewer      §1%         HŐMÉRSÉKLET
Latte Mac.  §1          kód    ID 101
§1                    kód    ID 104
§1                    kód    ID 106
§1                    cím     VIDTS
§1                    Protokoll
§1                        AdatAudit 0=TMON
1=DDCMP 2=DIAG §1  nincs használva
                    PROGRAMOZÁS-----
-GÉPAZONOSÍTÓ      Nyári időszámítá
1=igen         §1  nincs használva
                    LOW PRESSURE
                       X9 wait time 3
last cof. §1 min     X10 min cof. qty
to engage §1 cc    A1 PWM Variflex
move        §1%     A2 Pump On time
§1.§2[s]            Előválasztás
SELECTIONS 37-48       Előválasztás
NAGY CSÉSZE            Kávéérzékelő
1=Engedélyez  §1       nincs használva
_                   VÍZ
százalék   +§1 %                + vagy -  ÁR
0=+  1=-      §1       TERMÉK
százalék   +§1 %             nincs használva
                    nincs használva
                    nincs használva
                    nincs használva
                    nincs használva
                    ELŐÁZTATÁS
0=nem  sec.:§1           KANNA
0=nem       n:§1              előválasztás
CUKOR                  előválasztás
HOSSZÚ                 víz
HOSSZÚ     +§1 %                kivál. száma
Bingo       §1         ár kártyával
1=happy ár     §1      nyomja <PROG>
betölt: §1            Alapért. cukor
LED:0-5       =§1    nincs használva
                    A3 Pump OFF time
§1.§2[s]           A5 pressure
number        §1        PROGRAMOZÁS-----
-MDB USD--------   PROGR. MDB USD §1
KIV. 4            PROGR. MDB USD
KIV. 4               Kalibr. motor §1
gr/sec    §2       termék §1 haszn.
rész g.§2          termék §1 haszn.
Össz g.§2          KALIBRÁCIÓ-----
TERMÉKFOLYAM        TERMÉKAUDIT ---
-----FOLYAM-----    TEST MOTOR
Absorption  sel4         daráló beáll. §1
§2 §3 %            nincs használva
                    aktív.H2o szűrő
Reset  0=nem   §1   nincs használva
                    A6 water after
coffee   §1[ml]      A7 chamber
aperture    §1%          DA rotation
0=auto 1=man.  §1       Set preheating
selection §1         MDB offset own
cup 0=no 1=yes §1    granulátum méret
§1                 nincs használva
                    pricehold query
no=0 yes=1     §1   Side water pump
0-4           §1    Főző nyomása
0=max 10=min. §1       Dupla kávé
0=nem 1=igen   §1        csepptálca
azon.   igen=1-§1        nincs használva
_                   Előválasztás
neve:   §1             nincs használva
_                   Cup size
§1                         vend payment
timeout §1 sec.        ev friss tej
késleltetés §1.§2      ev lev.friss tej
késleltetés §1.§2  nincs használva
                    nincs használva
                    PROGRAMOZÁS ----
ORLÉS §1           A7 chamber
aperture    §1%          PROGRAMOZÁS ----
- TEJADAG.  ----   pohar. ellátás
0=igen 1=nem   §1    nincs használva
                    nincs használva
                    PROGRAMMING ----
VARIGRIND 2        PRESEL. NUM §1§2
§3                 Igazolt adatok
§1                   Water Flush mode
1=ON 0=OFF §1       
                                  xxxxxx
                             PROGRAMOZÁS ----
RFID FEKETELISTA   kártyablokkol §1
szám        §2     TEST CUP STATION
sel 4              nincs használva
                    PROGRAMOZÁS ----
VARIFLEX           PROGRAMOZÁS ----
MICRO              PROGRAMOZÁS ----
                   HŐMÉRSÉKLET
Hőm. EV4    §1          Előkiválasztás
KIJELÖLÉS 49-60      xxxxxx
                             xxxxxx
                             not used
                           Mosás ideje
CAPPUCC.   §1:§2        F.tej feltét-
kapcs. igen=1- §1     Calibrate Cof  2
Push PROG   §1     cup sens.thresh.
0=dis  §1 - §2     Set Free Vend
Ins hours   §1        Enable dataaudit
before  1=yes  §1  Instant Scaling
Factor   §1 §2 %    TEST STIRRER
sel 4                  Security Level
level 1-4      §1    Calibrate Cof  3
Push PROG   §1     Calibrate Cof  4
Push PROG   §1     coffee repeat
0=disabled     §1     Current language
§1                 BEKAPCSOLÁS :
§1.     §2:§3         X4 rinse 2 wat.
in brewer  §1ml     FESZULTSÉG
volt:       §1.§2        REGISZTRÁCIÓ----
-UZEMEN KÍVUL      kevero 0=elotte
1=utána       §1    tizedesjegy
§1                      csészeérzékelo
1=Engedélyez   §1    ev-mixer
KÁVÉ 2    n:   §1          nincs használva
                    megsz. száma
0-2 12=max   §1        Power adj. pump
0=no 1=yes  §1      